{
"vbts": ["Ang VBTS o Village Basestation ay isang prokeyto ng gobyerno na layong magbigay ng serbisyong pangkomunikasyon pantext at pangcall sa hindi naabot nito."], 
"report": ["Ang anumang tanong, komento, o suhestiyon patungkol sa VBTS ay maaaring itext nang libre sa numerong 333."],
"code": ["Pumili ng isang gamit sa tarpaulin. Itext sa 777 ang salita na nasa loob ng dilaw na bilog katabi ng gamit. Halimbawa, itext ang SOL sa 777."],
"power": ["Ang POWER ay binubuo ng SOL(solar panel),BAT(battery),CC(charge controller),TIM(timer),INV(inverter) at EXT(extension cord. Nagpapower sa buong cellsite."],
"radyo": ["Ang RADYO ay binubuo ng BTS(basestation), ANT(antenna), COMP(computer) at ROU(router). Ang nagbibigay signal sa buong barangay o sitio."],
"link": ["Ang LINK ay binubuo ng DISH(dish antenna) at VSAT. Ito ang nagkokonekta ng call o text mula sa barangay o sitio sa ibang lugar sa Pilipinas."],
"lan": ["Ang LAN ay ang kableng ginagamit para ikonekta ang COMP(computer), BTS(basestation) at VSAT papuntang ROU(router)."],
"testbat": ["Ang TESTBAT ay pangtest ng charge ng baterya. I-ON ito at itapat ang pihitan sa 20V. Isuksok ang may butas na dulo ng kable sa tugmang: itim sa COM at pula sa V","Sunod, ilapat ang metal na dulo ng kable sa baterya: pula sa pula at itim sa itim. Siguraduhing lapat na lapat ang metal sa terminal ng baterya.","Ang numerong mababasa sa sa screen ang charge ng baterya. Maganda kung ang numero ay 11 hanggang 14V. Lowbat kung 11V pababa."],
"testlan": ["Ang TESTLAN ay pangtest kung ayos ang LAN kable. I-ON ito at isuksok ang magkabilang dulo ng LAN kable kung sang dalawang butas ito magkasya sa TESTLAN.","Tingnan ang dalawang set ng maliit na ilaw. Kung magkasabay umilaw ang nasa kanan at nasa kaliwa, ayos ang LAN kable."],
"tower": ["Ang tower ang pinakamataas na istruktura ng VBTS cellsite. May dose(12) metro ang taas. Pinaglalagyan ng BTS at ANT.  Nilagyan ng guy wires upang mas tumatag."],
"ant": ["Ang antenna ay nasa tuktok ng TOWER. Ang nagkakalat ng signal upang maabot ng VBTS signal ang mga kabahayan. Ito ang nagpapadala at tumatanggap ng text at call."],
"coax": ["Ang COAX kable ay nasa TOWER. Nagdudugtong ng BTS at antenna."],
"bts": ["Ang BTS ay nasa tower. Gumagana na parang isang malaking radyong pangkomunikasyon. Nakatetext at nakatatawag tayo sa loob ng VBTS network gamit ito."],
"breg": ["Ang BTS regulator ay nasa gitna ng BTS at EXT. Ni-reregula nito ang boltahe na papuntang BTS."],
"vreg": ["Ang VSAT regulator ay nasa gitna ng VSAT at EXT. Ni-reregula nito ang boltahe na papuntang VSAT."],
"blan": ["Ang BTS LAN kable o BLAN ay nagkokonekta ng BTS at ROU."],
"rou": ["Ang router ay may tatlong LAN kable na nakakabit dito. BLAN kable mula BTS, CLAN kable mula COMP at VLAN kable mula VSAT. Nagkokonekta sa BTS, COMP at VSAT."],
"vlan": ["Ang VSAT LAN kable o VLAN ay nagkokonekta ng VSAT at ROU."],
"vsat": ["VSAT ay katulad ng receiver ng GSAT o satellite TV. Ang mensahe galing sa labas ay natatanggap ng DISH, pinoproseso ng VSAT at dumadaan ng VLAN patungong ROU"],
"txrx": ["Ang TXRX ay dalawang kableng na nagkokonekta sa DISH at VSAT. Isang kable ang nagpapadala (TX) at ang isa naman ay tumatanggap (RX) ng mensahe."],
"dish": ["DISH ay tulad ng antenna ng satellite TV. Ang mensahe galing sa labas ng VBTS cellsite mula Globe o Smart ay natatanggap ng DISH at pinapasa sa VSAT gamit TXRX."],
"comp": ["Ang COMP ay computer na nagpapatakbo sa BTS. Ito ay konektado sa ROU gamit ang CLAN kable."],
"clan": ["Ang computer(COMP) LAN kable o CLAN na nagkokonekta ng COMP at ROU."],
"ext": ["Ang EXT ay extension cord. Dito isinasaksak ang lahat ng mga gamit na nangangailangan ng kuryente."],
"inv": ["Ang INV o inverter ay nasa gitna ng TIM at EXT. May switch ito na pinipindot kung gustong patayin o buhayin ang cellsite."],
"tim": ["Ang TIM o timer ay nasa gitna ng BAT at INV. Ito ang automatic na bumubuhay sa cellsite kapag alas-singko ng umaga at nagpapatay ng alas-dies ng gabi."],
"sol": ["Ang SOL ay solar panel. Konektado ito sa CC. Ang solar panel ang nagkokolekta ng enerhiyang galing sa araw."],
"cc": ["Ang CC o charge controller ay nasa gitna ng SOL at BAT. Ang nagkokontrol sa pag-charge ng BAT. Malalaman kung nagchacharge pag ang Vout ay 11V hanggang 14V."],
"bat": ["Ang BAT o baterya ang nagtatago sa nakolektang charge mula sa SOL. Nasa gitna ng CC at TIM. Dapat ay 11V hanggang 14V. Lowbat kung mas mababa sa 11V."],
"prob ant": ["Biglang nawala ang signal sa ilang bahagi ng site! Tuwid pa ba ang antenna(ANT)? Itext sa 777 ang TUWID kung tuwid o HILIG kung nakahilig o hindi tuwid."], 
"tuwid": ["Nawalan ba ng signal kahit tuwid ang antenna?  Tulungan kaming malaman ito. Magreport ng MALING REPORT ANT sa 333."],
"hilig": ["I-OFF ang INV, ituwid ang ANT sa tower. Pag tuwid na, i-ON ang INV. Bumalik na ba ang signal? Magreport ng WALANG SIGNAL ANT sa 333 kung hindi pa."],
"prob bat": ["Mababa ang boltahe ng baterya! Mababa ba sa 10V ang Vout sa CC o sa multimeter(TESTBAT)?  Magtext sa 777 ng MATAAS kung mataas sa 10V o MABABA kung mababa."],
"mataas": ["Mali ang report ng network? Tulungan kaming malaman ito. Magreport ng MALING REPORT BAT sa 333."],
"mababa": ["Maayos ba ang lahat ng kableng kumokonekta sa SOL, SCC at BAT? Ayusin ang kable. kung naayos na ang mga kable, magtext naman ng ARAW sa 777."],
"araw":
"Naaarawan ba ang SOL(Solar panel) at wala bang nakakaharang dito? Siguraduhing naaarawan. Kung naaarawan na ito, magtext naman ng CHARGE sa 777.", 
"charge": ["I-OFF ang INV, icharge ang baterya hanggang 12V, pagtapos i-ON ang INV. Nagchacharge ba ang baterya? Magreport ng HINDI NAGCHACHARGE sa 333 kung hindi."],
"prob comp": ["Masyadong mainit ang computer(COMP)! Ikumpirma sa maintenance na hindi pangkaraniwan ang init nito.  Magtext sa 777 ng INIT kung mainit o HINDIMAINIT kung hindi"],
"init": ["Kung mainit, i-OFF ang switch sa INV. Palamigin ang COMP. Kapag malamig na, i-ON muli ang INV. Naulit pa ba ang problema? Magtext ng MAINITPARIN sa 777."],
"hindimainit": ["Mali ang report ng network? Tulungan kaming malaman ito. Magreport ng MALING REPORT COMP sa 333."],
"mainitparin": ["Pagandahin ang daloy ng hangin sa COMP. Buksan ang pinto o maglagay ng electric fan pansamantala. Naulit pa rin ba ang problema? Magreport ng MAINIT COMP sa 333"],
"prob vsat": ["Hindi makatawag sa labas ng sitio! Hindi ka nga ba makatawag sa Globe o Smart? Magtext sa 777 ng TWG kung nakatatawag palabas o HTWG kung hindi."], 
"htwg": ["I-OFF at i-ON ang switch sa VREG. Kung hindi nag-ON, ireport na HINDI ON VSAT  sa 333. Kung nag-ON, magtext naman ng PANAHON sa 777."],
"twg": ["Mali ang report ng network? Tulungan kaming malaman ito. Magreport ng MALING REPORT VSAT sa 333."],
"panahon": ["Nakatawag na? Kung hindi,maulap ba? Mahirap kumonekta pag maulap. Hintaying gumanda ang panahon. Kung hindi maulap pero hindi makatawag, itext ang ILAW sa 777."],
"ilaw": ["Tingnan naman ang ilaw sa VSAT. Dapat apat ang ilaw. Kung hindi apat,magreport ng HINDI APAT ILAW sa 333. Kung apat ang ilaw, magtext naman ng LANKABLE sa 777."],
"lankable": ["Nakatawag na? Kung hindi pa rin, tanggalin ang VLAN kable sa ROU at VSAT, tapos ikabit itong muli. Kung hindi pa rin makatawag, magtext naman ng LANSIRA sa 777."],
"lansira": ["Tingnan naman kung may sira ang mga LAN kable. Magtext ng TESTLAN sa 777. Kung sira ang kable o kung hindi pa rin makatawag, magreport ng SIRA ANG LKABLE sa 333"]
}
