
{"ant":
"The BTS antenna is responsible for broadcasting the signal to the entire coverage area. It broadcasts equally in all directions. To maximize coverage, the antenna should be aligned vertically. Without an antenna, there may still be signal near the BTS but it will be weak. The NuRan BTS uses two antennas.",
"coax":
"The antenna cable connects the BTS to the antenna. This type of cable is called 'coaxial' cable. It is very thick and well insulated to increase signal quality. It should be bent as little as possible to avoid internal damage. The connector type at each end of the cable is called N-type. The connections to the BTS and the antenna should be waterproofed with electrical tape to avoid water damage.",
"bts":
"The BTS is a high-powered radio that is able to communicate with every cell phone that is close enough to the tower to receive signal, around 1 km in all directions. The BTS in Diotorin is made by NuRan. It can serve around 10 simultaneous calls and 90 text messages per minute. It has an indicator light on the bottom showing its status.",
"ps":
"The BTS power supply is responsible for converting the AC power from the inverter to 24 volt DC power for the NuRan BTS.",
"dbc":
"The BTS debugging cable is an ethernet cable that provides access to the software running on the BTS for advanced troubleshooting.",
"bnc":
"The BTS network cable is an ethernet cable that connects the BTS to the router inside the shelter. This cable allows the BTS to communicate with the computer which is also connected to the router via an ethernet cable. The computer controls the function of the BTS.",
"rou":
"The router connects together the computer, BTS, and VSAT via ethernet cables, allowing them to communicate. The computer controls the function of the BTS. The VSAT provides the satellite link which allows calls and texts to and from outside Diotorin.",
"wan":
"The WAN cable is the ethernet cable that connects the computer to the VSAT, which provides the computer with a satellite link to networks outside Diotorin. WAN stands for 'Wide Area Network' where the 'wide area' includes outside of Diotorin.",
"vsat":
"The VSAT transmits and receives signals from outside of Diotorin. It is connected to the satellite dish outside, which is the antenna for the VSAT. VSAT stands for 'Very Small Aperture Terminal.'",
"txrx":
"The satellite dish cables transmit and receive signals from the satellite dish. 'TX' stands for transmit, and 'RX' stands for receive.",
"dish":
"The satellite dish is the antenna for the VSAT. It transmits and receives signals from satellites in space, which provide the link to outside Diotorin. The angle of the antenna is important for maximizing the signal reception from the satellite.",
"comp":
"The software running on the computer controls the BTS and manages all calls and texts. It communicates with the BTS and the networks outside Diotorin via the computer network cable (CNC) connected to the router.",
"cnc":
"The computer network cable is the ethernet cable which connects the computer to the router.",
"ext":
"The extension cord provides the computer, BTS, VSAT, and router with AC power at 220 Volts. Each individual socket may be turned off by pressing the button next to it, or the power to the whole extension cord can be shut off via the switch on the inverter.",
"inv":
"The inverter turns the DC current provided by the batteries into AC current at 220 Volts which can be used by the electronics plugged into the extension cord. The inverter has an on/off switch that can turn power on and off to the extension cord. The inverter is connected to the timer, which provides power to the inverter from the batteries at the scheduled times.",
"tim":
"The timer connects and disconnects the inverter to the batteries at the scheduled times to turn the system on and off. Usually the schedule is to turn the system on at 5 am and off at 10 pm. If there is an emergency and the system must be turned on or off outside of the scheduled times, press the button labeled 'Manual' multiple times until the screen shows 'ON' or 'OFF.'",
"sol":
"The solar panels receive energy from the sun and produce electrical current to charge the batteries. It is connected to the batteries through the solar charge controller to prevent overcharging. The solar panels are connected in parallel.",
"scc":
"The solar charge controller connects the solar panels to the batteries. It ensures that the batteries receive the right voltage and prevents them from overcharging. On the display screen, you can read the 'IN'voltage (V) and current (A) coming in from the solar panels, and the 'OUT' voltage and current going to the batteries. The OUT voltage at the batteries should be about the same when measured using the tester. The SCC in Diotorin is made by Outback Power.",
"bat":
"The batteries are 12V sealed lead acid batteries that do not need water. When fully charged they will provide power at around 12-14V. They are 'deep cycle' batteries, which means they can tolerate being discharged fully (below 11.9 V). They are connected in parallel."}
